<template>
 <div class="row">
  <div class="col-md-12">
    <card >
      <template slot="header">
        <div class="bg-img"></div>
        <h2 class="card-title">Ant Anatomy</h2>
        <p class="card-category">กายวิภาคของมด </p>
      </template>
      <div class="content">
        <div class="columns">
          <div class="column is-one-third">
            <img src="@/img/anatomy_head.jpg" alt="">
          </div>
          <div class="column" style="margin-left: 10px">
            <p class="text-muted">
              <h4 style="width: 30%;">ส่วนหัวมด</h4>
              <p style="margin-left: 20px;">
                เป็นส่วนแรกของลำตัว มีรูปร่างหลายแบบ เช่น ห้าเหลี่ยม สี่เหลี่ยม วงกลม วงรี หรือหัวใจ เป็นที่ตั้งของอวัยวะที่สำคัญบางชนิด ได้แก่
              </p>
              <ul>
                <li><h5>หนวด</h5></li>
                <p>
                  หนวด เป็นลักษณะหนึ่งที่แตกต่างไปจากแมลงกลุ่มอื่น คือ เป็นแบบหักข้อศอก (geniculate) โดยทั่วไปจำนวนปล้องหนวดของมดงานอยู่ในช่วง 4-12 ปล้อง ส่วนใหญ่มี 12 ปล้อง ปล้องแรกเรียกว่า ฐานหนวด (scape) มีลักษณะค่อนข้างยาวกว่า ปล้องที่เหลือรวมกัน พบได้ในมดงานและราชินี ส่วนเพศผู้ ส่วนมากมีฐานหนวดสั้นมากกว่าปล้องที่เหลือรวมกัน ปล้องที่เหลือ จากฐานหนวดเรียกว่า ปล้องหนวด (funiculus) มีจำนวน 3-11 ปล้อง แต่ละปล้องโดยทั่วไปสั้นกว่ามากเมื่อเทียบกับฐานหนวด หนวดส่วนใหญ่ทำหน้าที่ในการสื่อสารต่างๆ จัดเป็นอวัยวะที่สำคัญที่สุดในการรับความรู้สึก - ตา แบ่งออกได้เป็นตาเดี่ยวกับตารวม มดส่วนใหญ่จะมีตารวม บางชนิดไม่มีตารวม ตั้งอยู่บริเวณส่วนหน้าหรือด้านข้า ของส่วนหัว มีขนาดตั้งแต่เป็นจุดเล็กๆจนถึงขนาดใหญ่ ส่วนมากเป็นรูปวงกลม มีบ้างที่เป็นรูปวงรีหรือรูปไต มีหน้าที่สำหรับการมองเห็น ส่วนตาเดี่ยว โดยทั่วไปมี 3ตา อยู่เหนือระหว่างตารวม ส่วนมากพบในเพศผู้และราชินี สำหรับมดงานพบมากในมดเขตหนาวไม่ได้ใช้ในการมองเห็น
                </p>
                <p>
                  ร่องพักหนวด เป็นร่วมหรือแอ่งยาวคล้ายรอยพิมพ์ อยู่บริเวณหน้าของส่วนหัว เป็นที่เก็บหนวดขณะที่ไม่ใด้ใช้ โดยทั่วไปมี 1 คู่ มีลักษณะแตกต่างกันตั้งแต่เป็นร่องตื้น ๆ ไปถึงร่องลึกเห็นชัดเจน บางชนิดไม่มีร่องพักหนวดนี้
                </p>
                <li><div style="display:flex; text-align: buttom">
                  <h5>ตา</h5>
                  <p style="margin-left: 20px;">แบ่งได้เป็นสองประเภท คือ ไม่มีตารวมและตาเดี่ยว</p>
                </div></li>
                <p>
                  <ul>
                    <li>
                      ตารวม คือ ตาที่มีอยู่เป็นคู่ อาจมีลักษณะอื่น ๆ ด้วย เช่น ตาเป็นมีตา 2 คู่ และไม่จำเป็นต้องอยู่บริเวณข้างหน้าเสมอไป มดส่วนใหญ่จะมีตาเป็นประเภทตารวม
                    </li>
                    <li>
                      ตาเดี่ยว คือ ตาที่ไม่ได้มีอยู่เป็นคู่ ส่วนใหญ่จะมีสามตา และอยู่บริเวณล่างของหนวด
                    </li>
                  </ul>
                มดส่วนใหญ่จะมีตารวม บางชนิดไม่มีตารวมตั้งอยู่บริเวณส่วนหน้า หรือด้านข้างของส่วนหัว มีขนาดตั้งแต่เป็นจุดเล็ก ๆ จนถึงขนาดใหญ่ ส่วนมากเป็นรูปวงกลม มีบ้างที่เป็นรูปวงรีหรือรูปไต มีหน้าที่สำหรับการมองเห็น ส่วนตาเดี่ยวโดยทั่วไปมี 3 ตา อยู่เหนือระหว่างตารวม ส่วนมากพบในเพศผู้และราชินี สำหรับมดงาน พบมากในมดเขตหนาว ไม่ได้ใช้ในการมองเห็น
                </p>
                <li><div style="display:flex; text-align: buttom">
                  <h5>ปาก</h5>
                  <p style="margin-left: 20px;">ปากของมดจะมีอยู่สองลักษณะ คือ แบบกัดกิน (Thorix) และปากแบบลักษะดูด (Thorase)</p>
                </div></li>
                <p>
                  <ul>
                    <li>
                      ปากแบบกัดกิน จะมีลักษณะเป็นฟันสองซี่ จะคมมาก มีกรามที่แข็งแรงและขนาดใหญ่ เป็นส่วนที่เห็นชัดที่สุดรูปสามเหลี่ยม กึ่งสามเหลี่ยมหรือเป็นแนวตรงถือเป็นอวัยวะที่สำคัญในการจับเหยื่อและ ป้องกันตัว ทำให้มดส่วนใหญ่เป็นพวกกินสัตว์ พบได้ในมดงาน
                    </li>
                    <li>
                      ปากแบบลักษณะดูด จะมีไว้สำหรับ ดูดน้ำหวาน ตามเกสร พบในมดเพศเมีย และมดราชินี
                    </li>
                  </ul>
                มดส่วนใหญ่จะมีตารวม บางชนิดไม่มีตารวมตั้งอยู่บริเวณส่วนหน้า หรือด้านข้างของส่วนหัว มีขนาดตั้งแต่เป็นจุดเล็ก ๆ จนถึงขนาดใหญ่ ส่วนมากเป็นรูปวงกลม มีบ้างที่เป็นรูปวงรีหรือรูปไต มีหน้าที่สำหรับการมองเห็น ส่วนตาเดี่ยวโดยทั่วไปมี 3 ตา อยู่เหนือระหว่างตารวม ส่วนมากพบในเพศผู้และราชินี สำหรับมดงาน พบมากในมดเขตหนาว ไม่ได้ใช้ในการมองเห็น
                </p>
              </ul>
          </div>
        </div>
        <div class="line"></div>
        <div class="columns">
          <div class="column is-one-third" style="text-align: center;">
            <img src="@/img/anatomy_thorax.jpg" alt="">
          </div>
          <div class="column" style="margin-left: 10px">
           <p class="text-muted">
              <h4 style="width: 30%;">ส่วนอก</h4>
              <p style="margin-left: 20px;">
                ส่วนอกเป็นส่วนที่เชื่อมต่อระหว่าง ส่วนท้อง และส่วนหัว โดยมากจะเป็นทรงกระบอก อาจมีตุ่มหนามอยู่ด้วย เป็นส่วนที่สองของลำตัวมดเป็นรูปทรงกระบอก อกของมดจะไม่ใช้คำว่า thorax แต่จะใช้ alitrunk แทน เนื่องจากอกของมดประกอบด้วย อกปล้องแรก อกปล้องที่ 2 และอกปล้องที่ 3 แต่อกปล้องที่ 3 นี้จะรวมกับท้องปล้องที่ 1 ซึ่งเรียกว่า propodeum ส่วนอกจะเป็นที่ตั้งของส่วนขาและปีก (สำหรับราชินีและมดเพศผู้) มดงานจะมีส่วนอกปกติ ยกเว้นมดราชินีมีอกขนาดใหญ่กวา ปีกจะพบที่มดเพศผู้และมดเพศเมียเท่านั้น มดบางชนิดอกปล้องที่ 1 อกปล้องที่ 2 เชื่อมติดกันเชื่อมติดกัน เช่นเดียวกับอกปล้องที่ 3 กับปล้องที่ 1 มดบางชนิดสันหลังอกมีหนามหรือตุ่มหนาม บางชนิดอาจเป็นแผ่นคล้ายโล่ห์ ขาของมดส่วนมากค่อนข้างยาว ทำให้เคลื่อนไหวได้คล่องแคล่วว่องไวมาก ความยาวของขาและรูปร่างของมดนั้นจะถูกกำหนดโดยพฤติกรรมต่างๆ
              </p>
          </div>
        </div>
        <div class="line"></div>
        <div class="columns">
          <div class="column is-one-third" style="text-align: center;">
            <img src="@/img/anatomy_gastor.jpg" alt="">
          </div>
          <div class="column" style="margin-left: 10px">
           <p class="text-muted">
              <h4 style="width: 30%;">ส่วนท้อง</h4>
              <p style="margin-left: 20px;">
                เป็นส่วนที่อยู่ท้ายสุดของมด บางชนิดจะแตกออกเป็น 2 ส่วน เรียกว่า Wasted twin ซึ่งมดบางชนิดอาจมีเหล็กใน และบางชนิดก็มีช่องไว้ปล่อยสารป้องกันตัว เป็นส่วนที่ 3 มดมี 1 หรือ 2ปล้องขึ้นอยู่กับกลุ่มมด อาจมี 1ปล้องคือ Petioleเป็นปล้องที่ 2 ของส่วนท้องอาจเป็นปุ่ม หรือแผ่น ส่วนถ้ามี 2 ปล้องคือ Petiole และ Postpetiole เป็นปล้องที่ 2กับปล้องที่ 3 Postpetiole อาจเป็นปุ่มหรือรูปทรงกระบอกก็ได้ มดบางชนิด petiole มีหนาม 1 คู่ ส่วนท้ายของลำตัว เรียก gaster โดยทั่วไปมีรูปร่างกลม แต่บางชนิดเป็นรูปหัวใจ หรือรูปทรงกระบอก ปลายส่วนท้องของมดงานส่วนใหญ่มีเหล็กไน บางชนิดสามารถทำให้เกิดอาการเจ็บปวดได้ สำหรับบางชนิดไม่มีเหล็กไน ก็จะเปิดเป็นช่อง สำหรับขับสาร
              </p>
          </div>
        </div>
      </div>
    </card>
  </div>
 </div>
</template>

<style scoped>
.bg-img{
  width: 100%;
  height: 400px;
  background-image: url('./../img/anatomy.png');
  background-repeat: no-repeat;
  background-size: contain;
  background-position: center;
}
.columns{
  display: flex;
}
.is-one-third {
  min-width: 30% !important;
}
.line {
  width:100%;
  background-color: gray;
  height: 2px;
}
</style>
