<template>
 <div class="row">
  <div class="col-md-12">
    <card>
      <template slot="header">
        <div class="bg-img"></div>
        <!-- <img src="./../img/ramkan_ant.jpg" alt="" style="width: 40%;height: auto;display: block; margin:20px auto;"> -->
        <h2>
          พฤติกรรมของมด
          <br>
          <small>มดแดงมันเต้นระบำ เลยหัวคะมำ ตุ๊งเฉ่งๆ</small>
        </h2>
      </template>
      <div class="content">
        <p class="text-muted">
          มดเป็นแหล่งที่มีวิวัฒนาการสูง มีกำเนิดมาช้านาน เมื่อศึกษาจากฟอสซิล นักวิทยาศาสตร์เชื่อว่ามดมีกำเนิดเมื่อ 50 ล้านปีมาแล้วหมดมีมากมายหลายชนิดแพร่กระจายอยู่ทั่วไปในเขตต่างๆ ยกเว้นแถบขั้วโลก มดมีพฤติกรรมที่น่าสนใจหลายๆ ด้าน ได้แก่
        </p>
        <div style="display:flex">
          <div style="width: 40%; text-align:center; margin-right: 20px">
            <img src="@/img/ant_nest.jpg" width="400px" alt="">
          </div>
          <div>
            <h4>พฤติกรรมการหาอาหาร</h4>
            <p class="text-muted">
              มดออกหาอาหารได้ทั้งกลางวันและกลางคืน กินอาหารได้หลากหลาย สามารถเป็นได้ทั้งตัวห้ำหรือเป็นพวกกินซาก กินได้ทั้งเมล็ดพืช หรือ ดูดกินอาหารที่เป็นของเหลว มดงานบางชนิดสามารถเก็บอาหารที่เป็นของเหลวไว้ในกระเพาะจนเต็ม แล้วนำกลับไปแจกจ่ายให้กับสมาขิกตัวอื่นในรังได้ โดยใช้วิธีสำรอกออกมาในเวลาไม่เกิน 20 ชั่วโมง
            </p>
          </div>
        </div>
        <div style="display:flex">
          <div>
            <h4>พฤติกรรมการผสมพันธุ์และสร้างรัง</h4>
            <p class="text-muted">
              เมื่อประชากรภายในรัฐมีความหนาแน่นมาก และต้องการขยายรังสมาชิกในรังที่ทำหน้าที่ผสมพันธุ์ จะบินออกจากรังเดิมเพื่อจับคู่กับมดจากรังอื่นโดยมดงานจะขุดรูให้เป็นทางออกของแม่รังตัวใหม่หมดที่มีวิวัฒนาการสูงจะจับคู่และผสมพันธุ์บนที่สูง เช่น บนต้นไม้ ส่วนมดที่มีวิวัฒนาการต่ำจะผสมพันธุ์บนพื้นดิน หลังจากนั้นมดแม่รังหรือมดราชินีจะหาพื้นที่ที่เหมาะสมในการสร้างรังซึ่งจะแตกต่างกันออกไปแล้วแต่ชนิดของมด แล้วเริ่มต้นสร้างรังใหม่ เมื่อพบพื้นที่ที่เหมาะสมแล้วมดแม่รังจะสลัดปีกออกและวางไข่ การวางไข่ครั้งแรกจะวางเป็นกลุ่มเล็กๆ โดยมดร่นแรกจะเป็นมดงาน มดแม่รังจะทำหน้าที่หาอาหารมาเลี้ยงดูตัวอ่อนชุดแรกเองโดยการให้กินไข่ที่ไม่ได้รับการผสมพันธุ์ จนมดงานรุ่นแรกนี้เจริญเติบโตเป็นมดงานที่ทำหน้าที่ออกหาอาหาร เมื่อมีมดงานตัวเต็มวัยมากขึ้น มดราชินีจะทำหน้าที่วางไข่และควบคุมพฤติกรรมภายในรังเพียงอย่างเดียวทั้งนี้ฤดูกาลและสภาพอากาศ ได้แก่ อุณหภูมิและความชื้น มีอิทธิพลต่อการผสมพันธ์ และเมื่อภายในรัฐมีความอุดมสมบูรณ์มากขึ้นมดราชินีจะมีการผลิตมดเพศผู้และเพศเสียเพื่อทำหน้าที่ผสมพันธุ์ในรุ่นต่อไป
            </p>
          </div>
          <div style="width: 40%; text-align:center; margin-left: 20px">
            <img src="@/img/ant_eat.jpg" width="400px" alt="">
          </div>
        </div>
        <div style="display:flex">
          <div style="width: 40%; text-align:center; margin-right: 20px">
            <img src="@/img/yello_ant.jpg" width="400px" alt="">
          </div>
          <div>
            <h4>พฤติกรรมการติดต่อสื่อสาร</h4>
            <p class="text-muted">
              มดมีการติดต่อสื่อสารโดยปล่อยสารที่เรียกว่าฟีโรโมน (pheromone) ที่มดตัวอื่นจะรับการติดต่อได้โดยอาศัยหนวดและขาคู่หน้า ฟีโรโมนมีหลายชนิด เช่น
              <ul>
                <li>
                  ฟีโรโมนนำทาง (trail pheromone) โดยมดจะปล่อยไว้ตามทางที่มันเดินผ่านไปเพื่อให้สมาชิกตามไปยังแหล่งอาหารได้ถูกต้องและเมื่อพบอาหารมากๆ มดจะช่วยกันปล่อยฟีโรโมนทำให้มีมดเป็นจำนวนมากครูมาที่อาหารอย่างรวดเร็ว
                </li>
                <li>
                  ฟีโรโมนเตือนภัย (alarm pheromone) พบว่าเมื่อปล่อยออกมาเป็นจำนวนน้อยๆ จะใช้สื่อสารด้านการเตือนภัยแต่ถ้าปล่อยออกมาในปริมาณมากๆ สามารถควบคุมพฤติกรรมบางอย่างได้ด้วย เช่น ให้เข้าโจมตีศัตรู ขดรูและพบว่าสารนี้จะไม่จำเพาะเจาะจงกับชนิดของมดเหมือน กับฟีโรโ มน นำทาง
                </li>
                <li>
                  ฟีโรโมนอื่นๆ มดจะปล่อยออกมาในเหตุการณ์ต่างๆ เช่น มดตัวอ่อนสามารถปล่อยฟีโรโมนกระตุ้นให้มดงานป้อนอาหารให้เมื่อมันรู้สึกหิว หรือฟีโรโมนที่แม่รังปล่อยออกมาเพื่อควบคุมกิจกรรมของประชากรภายในรัง
                </li>
              </ul>
            </p>
          </div>
        </div>
        <div style="display:flex">
          <div>
            <h4>พฤติกรรมการใช้เสียง</h4>
            <p class="text-muted">
              มีรายงานว่ามดสามารถติดต่อสื่อสารกันได้โดยใช้เสียง เพื่อเป็นการเตือนภัยเรียกสมาชิกให้มาอยู่รวมกันเมื่อพบศัตรูหรือเรียกเพื่อนๆ มาช่วยเมื่อมีอันตรายเกิดขึ้น
            </p>
          </div>
          <div style="width: 40%; text-align:center; margin-left: 20px">
            <img src="@/img/army_ant.jpg" width="400px" alt="">
          </div>
        </div>
      </div>
    </card>
  </div>
 </div>
</template>
<script>
export default {

};
</script>
<style scoped>
.bg-img{
  width: 100%;
  height: 300px;
  background-image: url('./../img/army_ant.jpg');
  background-repeat: no-repeat;
  background-size: cover;
  background-position: center;
}
</style>
