<template>
 <div class="row">
  <div class="col-md-12">
    <card>
      <template slot="header">
        <div class="bg-img"></div>
        <!-- <img src="./../img/ramkan_ant.jpg" alt="" style="width: 40%;height: auto;display: block; margin:20px auto;"> -->
        <h2>
          การเลือกใช้วิธีต่างๆ เพื่อนำมาใช้ร่วมกันในการควบคุมมด
          <br>
          <small>มดแม้มันจะตัวเล็ก แต่หัวใจมันไม่เด็ก ใจมันเด็ดแสนขยัน ใครกล้าดีมาทำร้ายถึงรังมัน มันรวมหัวช่วยกันกรูเข้ามาทันที</small>
        </h2>
      </template>
      <div class="content">
        <h4>การควบคุมโดยใช้หลักการทางสุขาภิบาล</h4>
        <p class="text-muted">
          เนื่องจากมดต้องการอาหารและน้ำเพื่อดำรงชีวิต ดังนั้นการที่มดเข้ามาในที่พักอาศัยก็เพื่อเข้ามาหาอาหารและน้ำนำกลับไปเลี้ยงแม่รัง ตัวอ่อนและมดงานที่ทำงานในรังรวมทั้งเพื่อเลี้ยงตัวเอง ดังนั้นถ้ามีอาหารและน้ำอย่างพอเพียงและต่อเนื่อง3รมาณของมดที่พบเข้ามาในบ้านจะมากขึ้นเรื่อยๆ จนอาจเข้ามาสร้างรังย่อยในบ้านได้ ถ้าเป็นเช่นนั้นการป้องกันกำจัดจะทำได้ยากขึ้นวิธีการที่สำคัญคือ ควรทำความสะอาดบ้าน ควบคุมแหล่งอาหาร เก็บอาหารไว้ในที่ที่มดไม่สามารถเข้าไปได้ ดูแลไม่ให้มีเศษอาหารตกหล่นและหมั่นเก็บขยะทิ้งให้เรียบร้อย การควบคุมโดยใช้หลักสุขาภิบาลนั้น ควรทำอย่างสม่ำเสมอและต่อเนื่องจะสามารถลดปริมาณของมดลงได้เป็นอย่างดี
        </p>
        <h4>การควบคุมโดยการทำลายรังที่อยู่อาศัยของมด</h4>
        <p class="text-muted">
          มดที่เราพบเห็นอยู่เสมอ คือมดงาน การควบคมทำลายมดงานที่เห็นไม่ว่าจะโดยวิธีใดก็ตามจะได้ผลในระดับหนึ่งในแง่ของการลดปริมาณของมด แต่ถ้าได้สำรวจให้พบรังของมดและทำลายมดได้ทั้งรัฐจะได้ผลดียิ่งขึ้น อย่างไรก็ตามการที่จะพบรังหลักของมดเป็นเรื่องยาก สิ่งที่อาจทำได้คือการสำรวจและการพบรังย่อยของมดที่กระจายอยู่ภายในบ้านเรือนและดำเนินการกำจัดรังย่อยๆ เหล่านั้น ในการตามหารังของมดเราอาจสังเกตได้จากร่องรอยที่มดทิ้งไว้ซึ่งมักจะใช้ทางเดินซ้ำๆ ในการเข้ามาหาอาหาร บางครั้งเราอาจวางอาหารพวกน้ำตาลหรือโปรตีนเพื่อล่อให้มดเข้ามาซึ่งอาจจะต้องทำซ้ำๆ แล้วเราติดตามเพื่อค้นหารังของมดให้พบและทำลายรังเหล่านั้น
        </p>
        <h4>การควบคุมโตยการปรับสภาพแวดล้อมของสถานที่</h4>
        <p class="text-muted">
          วิธีนี้เป็นการปรับปรุงสถานที่ไม่ให้มีความเหมาะสม ที่มักจะเข้ามาสร้างรังย่อยภายในบ้านเรือน เช่น ถ้าพบรอยแตกหรือช่องทางเดินตามบ้านที่มิใช่เป็นทางเดินจากภายนอกเข้ามาในอาคารเพื่อหาอาหารและน้ำ ให้ทำการอุดหรือปิดช่องทางเดินเหล่านั้น วิธีนี้จะเป็นผลดีช่วยป้องกันไม่ให้มดกลับเข้ามาได้อีกหลังจากได้ควบคมมดนั้นแล้วด้วยวิธีต่างๆ ควรหมั่นสอดส่องดูแลภายในบ้านเรือนไม่ให้มีที่ที่เหมาะสมสำหรับมดใช้เป็นที่ทำรังย่อย เช่น ทำการซ่อมแซมรอยแตกของบ้านตามฝ้าเพดานหรือฝาผนัง ไม่ควรปลูกต้นไม้ที่มีน้ำหวานไว้ใกล้บ้าน เนื่องจากน้ำหวานเป็นอาหารทางธรรมชาติของมดละเอียดบางชนิด ซึ่งเมื่อมดขึ้นมากินน้ำหวานบนต้นไม้ที่ปลูกอยู่ใกล้บ้าน ต้นไม้นั้นจะเป็นทางให้มดเข้ามารบกวนหรือเข้ามาสร้างรังย่อยในบ้านเรือนได้
        </p>
        <h4>การควบคุมโดยใช้สารเคมี</h4>
        <p class="text-muted">
          เป็นทางเลือกหนึ่งที่ต้องกระทำด้วยความระมัดระวังและรอบคอบ การใช้สารดังกล่าวต่อเมื่อประชากรมดนั้นมีจำนวนมาก จนถึงระดับที่ก่อให้เกิดความเสียหายหรือเจ้าของบ้านที่ไม่สามารถยอมรับได้ การพิจารณาเลือกชนิดของวัตถุอันตรายต้องเลือกใช้ตามสถานการณ์และสถานที่ รวมทั้งดูว่าเป็นการใช้เพื่อควบคุมมดในบ้านหรือนอกบ้าน เพราะประเภทของวัตถุอันตรายที่ใช้จะต่างกันไปตามลักษณะของพิษตกค้าง การเลือกใช้วัตถุอันตรายมีหลักการดังนี้
          <ul>
            <li>ต้องมีประสิทธิภาพสูง ออกฤทธิ์เร็วต่อแหล่งที่ต้องการกำจัด โดยใช้ข้อมูลทางวิชาการประกอบการตัดสินใจ</li>
            <li>เป็นพิษต่อต่อคนสัตว์อื่นๆ และแมลงที่มีประโยชน์ เช่น แมลงศัตรู ธรรมชาติโดยมีค่า LD50 สูง</li>
            <li>ต้องมีความคงตัวและสามารถตระเตรียมได้ง่าย</li>
            <li>ไม่ติดไฟง่ายและไม่มีกลิ่นเหม็น</li>
            <li>ไม่มีคุณสมบัติกัดกร่อนและเปรอะเปื้อนหลังจากการใช้</li>
            <li>รูปแบบของวัตถุอันตรายนั้นต้องเหมาะสมกับสถานที่ที่จะใช้ เช่น ใช้ในบ้านเรือนนอกบ้าน โดยจะพิจารณาจากการมีพิษตกค้างเป็นหลัก</li>
            <li>ต้องใช้ตามความเข้มข้นที่เหมาะสมตามที่ฉลากแนะนำ</li>
            <li>ใช้เครื่องมือให้เหมาะสมกับรูปแบบของวัตถุอันตรายและใช้เครื่องมือให้ถูกวิธี</li>
          </ul>
        </p>
        <h4>การควบคุมโดยใช้วิธีผสมผสาน</h4>
        <p class="text-muted">
          ได้แก่การใช้วิธีต่างๆ ร่วมกันตามความเหมาะสมแล้วแต่ชนิดของมดนั้น เพื่อให้ได้ผลดีในการควบคุม
        </p>
        <p class="text-muted">
          โดยสรุปในการควบคุมมดนั้น เมื่อใดก็ตามที่พบมดเข้ามารบกวนภายในบ้านเรือน การฆ่ามดที่เห็น แม้จะเป็นจำนวนมากจะไม่สามารถแก้ปัญหาที่เกิดขึ้นได้ กุญแจที่สำคัญในการควบคมมด คือการหารังมดให้พบ โดยจะต้องทราบชนิดของมดนั้นก่อน ในการตามหารังของมดอาจสังเกตได้จากร่องรอยของมดทิ้งไว้หมดจะใช้ทางเดินซ้ำๆ ในการเข้ามาหาอาหาร โดยเราอาจวางอาหารพวกน้ำตาลหรือโปรตีนเพื่อล่อให้มดเข้ามา แล้วติดตามเพื่อค้นหารังมดที่อยู่นอกบ้านบนพื้นดินหรือใต้พื้นดิน อาจสังเกตรังมดนอกบ้านใต้พื้นดินจากกองดินพูนขึ้นมาหรือมีขุยดินที่มีช่องทางที่มดเข้า - ออกอยู่บนดิน ส่วนมดที่สร้างรังภายในบ้านเรือนอาจสร้างรังอยู่ตามฝาบ้าน บางครั้งเมื่อพบรังมดอยู่ตามรอยแตกของบ้านหรือมดที่เข้ามาหาอาหารในบ้านจริงของมดนั้นอาจอยู่ไกลออกไปจากบริเวณนั้น
        </p>
        <p class="text-muted">
          ในการใช้วัตถุอันตรายเพื่อกำจัดมดนั้น อาจใช้เพื่อป้องกันหรือตัดทางเดินไม่ให้มดเข้ามาในบ้าน โดยใช้อุปกรณ์กีดขวางกั้นบริเวณกรอบประตู - หน้าต่าง รอยแตกของบ้าน ทางเดินระหว่างกำแพงกับพื้นบ้าน วัตถุอันตรายที่ใช้อาจเป็นรูปผงหรือเม็ดเคลือบขนาดเล็กซึ่งจะได้ ผลดีเนื่องจากมดจะหันกลับไปที่รังและฆ่าสมาชิกที่อยู่ในรังได้ การใช้วัตถุอันตรายเป็นตัวกันมีผลดี คือสามารถป้องกันการเข้ามาขยายรังในบ้านเรือนของมดบางชนิดได้ ส่วนการใช้วัตถุอันตรายเพื่อกำจัดรังมดนั้น ถ้าไม่สามารถค้นหารังได้อาจโรยวัตถุอันตรายบริเวณที่คิดว่าใกล้รังมดมากที่สุด วัตถุอันตรายที่ใช้ควรเป็นชนิดผงเนื่องจากสามารถฟุ้งกระจายเข้าไปข้างในได้ดี มีฤทธิ์ตกค้างได้นาน และมดสามารถขนกลับไปที่รังได้
        </p>
        <p class="text-muted">
          ส่วนการใช้เหยื่อพิษจะให้ผลดีถ้าเหยื่อนั้นสามารถดึงดูดให้มดเข้ามากินได้ การวางเหยื่อพิษควรวางบริเวณทางเดินซ้ำๆ ที่มดเคยเข้ามากินอาหาร ในบริเวณนั้นต้องไม่มีอาหารอย่างอื่นให้มดได้เลือกรวมทั้งน้ำและควรวางหลายๆ วันติดต่อกัน โดยไม่คิดหวังผลในวันเดียววัตถุอันตรายที่ใช้ผสมในเหยื่อพิษส่วนใหญ่ คือ กรดบอริกผสมกับอาหารต่างๆ
        </p>
        <p class="text-muted">
          การดำเนินการควบคุมมด ถ้าจะให้ได้ผลดีควรใช้หลายๆ วิธีร่วมกันและต้องดำเนินการอย่างต่อเนื่อง เลือกปรับใช้วิธีที่เหมาะสมกับบ้านเรือนของเราและคอยสังเกตพฤติกรรมของมดชนิดที่เราพบ อาจพบมดชนิดเดียวหรือพร้อมๆ กัน 2 - 3 ชนิดในบ้านเราได้ การควบคุมสามารถจะทาไปพร้อมๆ กั่น สงสำคัญที่สุดต้องไม่ลืมคือความสะอาด ดูแลเกี่ยวกับสุขาภิบาลสิ่งแวดล้อมในบ้านให้ดี
        </p>
      </div>
    </card>
  </div>
 </div>
</template>
<script>
export default {

};
</script>
<style scoped>
.bg-img{
  width: 100%;
  height: 300px;
  background-image: url('./../img/ant_control.jpg');
  background-repeat: no-repeat;
  background-size: cover;
  background-position: center;
}
</style>
