<template>
 <div class="row">
  <div class="col-md-12">
    <card>
      <template slot="header">
        <div class="bg-img"></div>
        <!-- <img src="./../img/ramkan_ant.jpg" alt="" style="width: 40%;height: auto;display: block; margin:20px auto;"> -->
        <h2>
          ความรู้เกี่ยวกับเรื่องของ มด
          <br>
          <small>เจ้ามดตัวหนึ่งเดินเป็นหัวแถว โห่ร่า โห่ร่า</small>
        </h2>
      </template>
      <div class="content">
        <p class="text-muted">
          มดเป็นแมลงชนิดหนึ่ง สามารถพบได้ทั่วไปตั้งแต่เขตร้อน (tropics) จนถึงบริเวณใกล้เขตขั้วโลก (subarctic) สามารถดำรงชีวิตอยู่ได้ดีทั้งในสภาพแวดล้อมทั่วไป ในพื้นที่เกษตรกรรมและบริเวณที่อยู่อาศัย จนมีคำกล่าวว่า มดครอบครองพื้นที่ส่วนใหญ่ของพื้นดิน ประมาณว่าทั่วโลกพบมดจำแนกชนิดแล้ว 15,000 ชนิด ส่วนในประเทศไทย คณะวนศาสตร์ มหาวิทยาลัยเกษตรศาสตร์ รายงานว่าพบมดแล้วทั้งหมด 9 วงศ์ย่อย 86 สกุล 512 ชนิด โดยมดจัดเป็นแมลงสังคมชนิดหนึ่งที่มีพฤติกรรมความเป็นอยู่แตกต่างจากแมลงอื่นๆ โดยทั่วไปแมลงสังคมมีอยู่ 2 อันดับคือ Hymenoptera ได้แก่ ผึ้ง ต่อ แตนและมด และอันดับ isopteran ได้แก่ ปลวก
        </p>
        <p class="text-muted">
          มดเป็นแมลงสังคมที่อยู่ในวงศ์ Formicidae จัดเป็นแมลงสังคมแท่จรองที่ขนาดรังมีจำนวนประชากรมาก การสร้างรังทำอย่างประณีต มีการติดต่อสื่อสารและการแบ่งชั้นวรรณะแยกออกจากกันให้เห็นชัดเจนทั้งรูปร่าง ลักษณะและหน้าที่ มดมีบทบาทต่อคนในหลายลักษณะทั้งที่เป็นแมลงทำลายศัตรูพืชผลทางการเกษตร ในแปลงปลูกและในโรงเก็บ เข้ามาก่อความรำคาญและก่อความเสียหายในบ้านเรือน โดยมีส่วนแบ่งในอาหารและที่อยู่อาศัยกับคน มดบางชนิดสามารถกักหรือต่อยด้วยเหล็กใน ทำให้เกิดคามเจ็บปวด เกิดอาการแพ้หรือเกิดแผลการติดเชื้อซ้ำ จากสาเหตุนี้ มดจึงจัดเป็นแมลงศัตรูและมีความสำคัญทางการแพทย์
        </p>
      </div>
    </card>
  </div>
 </div>
</template>
<script>
export default {

};
</script>
<style scoped>
.bg-img{
  width: 100%;
  height: 300px;
  background-image: url('./../img/ramkan_ant.jpg');
  background-repeat: no-repeat;
  background-size: cover;
  background-position: center;
}
</style>
