<template>
 <div class="row">
  <div class="col-md-12">
    <card>
      <template slot="header">
        <div class="bg-img"></div>
        <!-- <img src="./../img/ramkan_ant.jpg" alt="" style="width: 40%;height: auto;display: block; margin:20px auto;"> -->
        <h2>
          ความสำคัญทางการแพทย์
          <br>
          <small>มดตัวน้อยตัวนิด มดมีฤทธิ์น่าดู ยู้ฮู</small>
        </h2>
      </template>
      <div class="content">
        <p class="text-muted">
          มีมดมากมายหลายชนิดที่มีความสำพันธ์เกี่ยวข้องกับมนุษย์ ในแง่ที่เป็นโทษนั้นมดจะเข้ามามีส่วนแบ่งในอาหารและที่อยู่อาศัย ทำให้ต้องเสียเงินเป็นจำนวนมากทุกปีในการป้องกันกำจัด
        </p>
        <p class="text-muted">
          นอกจากนั้นยังทำอันตรายกับมนุษย์โดยการกัดหรือต่อย พร้อมทังปล่อยน้ำพิษลงไปในรอยแผลที่กัดหรือต่อยนั้นทำให้รู้สึกเจ็บปวด มดเกือบทุกชนิดใช้ปากกัดแต่บางชนิดก็ต่อยด้วยเหล็กในที่อยู่ปลายท้องและมีบางชนิดที่ทำอันตรายมนุษย์ได้ทั้งกัดและต่อยทำให้บริเวณนั้นมีอาการบวม ซึ่งจะมากหรือน้อยขึ้นกับอาการแพ้ของแต่ละคนและตำแหน่งของร่างกายที่ถูกกัดต่อย เช่น มดคันไฟ (Solenopsis spp.) จะเริ่มทำร้ายศัตรูด้วยการกัด โดยกระตุ้นให้เหล็กในเริ่มทำงานและต่อยศัตรูด้วยเหล็กใน ภายหลังการกัดนั้น มดสามารถต่อยด้วยเหล็กในอันเดิมได้หลายครั้งซึ่งจะต่างจากผึ้งที่ต่อยได้เพียงครั้งเดียวและจะทิ้งเหล็กในไว้ในบริเวณที่ถูกต่อย
        </p>
        <p class="text-muted">
          จากการศึกษาน้ำพิษของมดคันไฟพบว่าประกอบด้วยสารสำคัญหลัก 2 ชนิด คือสารอัลคาลอยด์และโปรตีน น้ำพิษจะผลิตออกมาจากต่อมที่อยู่ภายในท้องของมดเชื่อมต่อกับเหล็กในที่เราเห็นยืนออกมาจากปลายท้องมด สารอัลลอยด์จะเป็นพิษกับเซลล์ ทำให้เซลล์นั้นเกิดการตาย จากนั้นจะมีเมล็ดขาวมาล้อม รอบเซลล์ที่ตายตามกลไกภูมิคุ้มกันของร่างกาย ทำให้บริเวณที่ถูกต่อยเกิดเป็นตุ่มหนอง และถ้าผิวหนังบริเวณนั้นแตกออกอาจทำให้เกิดการติดเชื้อซ้ำของแบคทีเรีย (Secondary infection) ทำให้เป็นโรคผิวหนังเรื้อรัง ส่วนโปรตีนนั้นจะไม่ค่อยมีผลมากนักยกเว้นผู้ที่มีอาการแพ้ อาจทำให้มีอาการอย่างน้อยๆ จนถึงเกิดการช็อค (anaphylactic shock) ในรายแพ้มากๆ นอกจากนั้นมดยังมีความสามารถเป็นตัวพาเชื้อโรคติดมาตามขาและหนวด เมื่อมดพวกนี้ขึ้นมากินอาหารของคนจะทำให้มีเชื้อโรคปะปนอยู่ในอาหาร (mechanical transmission)
        </p>
      </div>
    </card>
  </div>
 </div>
</template>
<script>
export default {

};
</script>
<style scoped>
.bg-img{
  width: 100%;
  height: 300px;
  background-image: url('./../img/ant_bite.jpg');
  background-repeat: no-repeat;
  background-size: cover;
  background-position: center;
}
</style>
